{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": null, "document_count": 839164, "word_counts": "{\"h\": 1593522, \"t\": 3231683, \"p\": 1905543, \"s\": 2314826, \":\": 737041, \"/\": 3153358, \"w\": 2126973, \".\": 2182231, \"g\": 776392, \"o\": 2403931, \"l\": 1403516, \"e\": 2750125, \"c\": 1877316, \"m\": 1644571, \"y\": 526906, \"u\": 851245, \"b\": 843111, \"f\": 724939, \"a\": 2354449, \"k\": 454662, \"i\": 1945540, \"d\": 1145728, \"r\": 1626020, \"n\": 1635324, \"q\": 159360, \"z\": 206276, \"j\": 229864, \"v\": 391904, \"3\": 407635, \"6\": 335872, \"0\": 530480, \"x\": 287183, \"1\": 544050, \"2\": 507793, \"4\": 370919, \"8\": 331508, \"9\": 312838, \"-\": 795278, \"7\": 321693, \"5\": 358615, \"_\": 246100, \"?\": 114012, \"=\": 212042, \"&\": 108796, \"%\": 85452, \"+\": 32514, \"~\": 9871, \"@\": 6641, \"(\": 4148, \")\": 4135, \"*\": 662, \"'\": 1483, \";\": 58733, \"]\": 197, \"\\u00e3\": 687, \"\\u00a9\": 204, \"\\u00bb\": 4, \"|\": 591, \"\\u00a8\": 49, \"!\": 972, \"[\": 192, \"\\u00e2\": 612, \"\\u20ac\": 194, \"\\u2122\": 27, \"\\u0192\": 318, \"$\": 405, \"\\u00b4\": 12, \"\\u201c\": 27, \"\\u009d\": 6, \"\\u00a7\": 24, \"\\u00a1\": 15, \"\\u00a0\": 24, \"\\u00ae\": 10, \"\\u00a2\": 23, \"\\u00e5\": 35, \"\\u00aa\": 6, \"\\u00ad\": 8, \"\\u00b3\": 28, \"{\": 218, \"}\": 221, \"\\u00ab\": 1, \"^\": 43, \"\\\\\": 14416, \"\\u201e\": 1, \"\\u0153\": 30, \">\": 143, \"`\": 37, \"\\u201d\": 7, \"\\u00bf\": 31, \"\\u2030\": 11, \"\\u00a3\": 11, \"\\u017e\": 5, \"\\u00b0\": 6, \"<\": 127, \"\\u201a\": 327, \"\\u00ac\": 10, \"\\u00be\": 1, \"\\u00b1\": 3, \"\\u00bc\": 6, \"\\u00ff\": 6, \"\\u00a4\": 13, \"\\u0161\": 135, \"\\u00a6\": 5, \"\\u2013\": 5, \"\\u00b6\": 3, \"\\u00e6\": 24, \"\\u2019\": 7, \"\\u2020\": 20, \"#\": 2737, \",\": 3872, \" \": 960, \"\\u00af\": 22, \"\\u00bd\": 31, \"\\u00b8\": 6, \"\\u2014\": 7, \"\\u00b5\": 3, \"\\u00b9\": 10, \"\\u00a5\": 5, \"\\u02c6\": 4, \"\\u0090\": 1, \"\\u0081\": 1, \"\\\"\": 2, \"\\u00d7\": 45, \"\\u2022\": 6, \"\\u2018\": 7, \"\\u02dc\": 5, \"\\u203a\": 5, \"\\u00e4\": 4, \"\\u00e7\": 7, \"\\n\": 1, \"\\u00ef\": 6, \"\\u007f\": 3, \"\\u00e8\": 4, \"\\u00fc\": 4, \"\\u00ee\": 5, \"\\u00e9\": 6, \"\\u00f2\": 2, \"\\u00f3\": 2, \"\\u00f1\": 7, \"\\u00e1\": 2, \"\\u00f4\": 5, \"\\u00f6\": 2, \"\\u00ed\": 4, \"\\u00e0\": 5, \"\\u00f9\": 2, \"\\u2039\": 3, \"\\t\": 4, \"\\u00fd\": 2, \"\\u00fb\": 1, \"\\u00ec\": 5, \"\\u00eb\": 5, \"\\u00ba\": 3, \"\\u00f7\": 2, \"\\u00fa\": 2, \"\\u00f5\": 2, \"\\u00f8\": 2, \"\\u008f\": 1, \"\\u00b2\": 1, \"\\u00f0\": 1, \"\\u2026\": 2, \"\\u00b7\": 2, \"\\u008d\": 3, \"\\u00df\": 1, \"\\u2021\": 1, \"\\u00ea\": 1}", "word_docs": "{\":\": 721786, \"h\": 797407, \"w\": 667805, \"/\": 816630, \"e\": 741080, \"o\": 779206, \"s\": 766368, \".\": 839125, \"p\": 794872, \"c\": 733612, \"g\": 435125, \"t\": 819945, \"m\": 712771, \"l\": 594581, \"y\": 331325, \"b\": 429772, \"u\": 460541, \"f\": 347036, \"k\": 288488, \"a\": 711871, \"i\": 677435, \"d\": 509063, \"r\": 650130, \"n\": 626490, \"q\": 84340, \"z\": 120097, \"j\": 140494, \"v\": 254644, \"0\": 214481, \"3\": 186443, \"6\": 157812, \"x\": 176856, \"2\": 229006, \"1\": 229922, \"4\": 169825, \"8\": 151019, \"9\": 150192, \"-\": 294655, \"7\": 154383, \"5\": 163078, \"_\": 115241, \"?\": 104406, \"=\": 102982, \"&\": 46487, \"%\": 19055, \"+\": 13592, \"~\": 9663, \"@\": 6139, \"(\": 3936, \")\": 3927, \"*\": 202, \"'\": 1046, \";\": 20437, \"]\": 171, \"\\u00a9\": 152, \"\\u00e3\": 256, \"\\u00bb\": 4, \"|\": 150, \"\\u00a8\": 47, \"!\": 685, \"[\": 171, \"\\u2122\": 19, \"\\u00e2\": 109, \"\\u20ac\": 58, \"\\u0192\": 25, \"$\": 197, \"\\u00b4\": 11, \"\\u201c\": 24, \"\\u009d\": 6, \"\\u00a7\": 21, \"\\u00a1\": 12, \"\\u00a0\": 22, \"\\u00ae\": 10, \"\\u00a2\": 14, \"\\u00e5\": 28, \"\\u00aa\": 6, \"\\u00ad\": 8, \"\\u00b3\": 26, \"}\": 187, \"{\": 188, \"\\u00ab\": 1, \"^\": 22, \"\\\\\": 5006, \"\\u201e\": 1, \"\\u0153\": 25, \">\": 124, \"`\": 20, \"\\u201d\": 7, \"\\u00bf\": 18, \"\\u2030\": 11, \"\\u00a3\": 5, \"\\u017e\": 4, \"\\u00b0\": 4, \"<\": 110, \"\\u201a\": 20, \"\\u00ac\": 4, \"\\u00be\": 1, \"\\u00b1\": 3, \"\\u00bc\": 6, \"\\u00ff\": 4, \"\\u00a4\": 7, \"\\u0161\": 12, \"\\u00a6\": 5, \"\\u00b6\": 3, \"\\u2013\": 3, \"\\u2019\": 6, \"\\u00e6\": 22, \"\\u2020\": 20, \"#\": 2432, \",\": 1057, \" \": 718, \"\\u00bd\": 17, \"\\u00af\": 9, \"\\u00b8\": 4, \"\\u2014\": 5, \"\\u00b5\": 3, \"\\u00a5\": 3, \"\\u00b9\": 3, \"\\u0081\": 1, \"\\u02c6\": 2, \"\\u0090\": 1, \"\\\"\": 1, \"\\u2018\": 4, \"\\u203a\": 3, \"\\u00d7\": 3, \"\\u02dc\": 3, \"\\u2022\": 3, \"\\u00e4\": 3, \"\\u00e7\": 3, \"\\n\": 1, \"\\u00ef\": 5, \"\\u007f\": 2, \"\\u00f2\": 2, \"\\u00e8\": 2, \"\\u00e9\": 2, \"\\u00fc\": 2, \"\\u00ee\": 2, \"\\u00f0\": 1, \"\\u2026\": 2, \"\\u00f6\": 1, \"\\t\": 1, \"\\u00e0\": 1, \"\\u00fa\": 1, \"\\u00f9\": 1, \"\\u00ea\": 1, \"\\u008f\": 1, \"\\u2021\": 1, \"\\u00b7\": 1, \"\\u00f5\": 1, \"\\u00f3\": 1, \"\\u00f1\": 1, \"\\u00f7\": 1, \"\\u00ba\": 2, \"\\u00fd\": 1, \"\\u00eb\": 2, \"\\u00fb\": 1, \"\\u2039\": 2, \"\\u00ed\": 1, \"\\u00df\": 1, \"\\u00ec\": 1, \"\\u00f4\": 1, \"\\u008d\": 2, \"\\u00b2\": 1, \"\\u00e1\": 1, \"\\u00f8\": 1}", "index_docs": "{\"22\": 721786, \"15\": 797407, \"8\": 667805, \"2\": 816630, \"3\": 741080, \"4\": 779206, \"6\": 766368, \"7\": 839125, \"10\": 794872, \"11\": 733612, \"21\": 435125, \"1\": 819945, \"12\": 712771, \"16\": 594581, \"26\": 331325, \"19\": 429772, \"18\": 460541, \"23\": 347036, \"28\": 288488, \"5\": 711871, \"9\": 677435, \"17\": 509063, \"14\": 650130, \"13\": 626490, \"42\": 84340, \"41\": 120097, \"39\": 140494, \"30\": 254644, \"25\": 214481, \"29\": 186443, \"33\": 157812, \"37\": 176856, \"27\": 229006, \"24\": 229922, \"31\": 169825, \"34\": 151019, \"36\": 150192, \"20\": 294655, \"35\": 154383, \"32\": 163078, \"38\": 115241, \"43\": 104406, \"40\": 102982, \"44\": 46487, \"45\": 19055, \"47\": 13592, \"49\": 9663, \"50\": 6139, \"51\": 3936, \"52\": 3927, \"59\": 202, \"55\": 1046, \"46\": 20437, \"68\": 171, \"67\": 152, \"58\": 256, \"126\": 4, \"61\": 150, \"74\": 47, \"56\": 685, \"70\": 171, \"83\": 19, \"60\": 109, \"69\": 58, \"64\": 25, \"62\": 197, \"93\": 11, \"84\": 24, \"106\": 6, \"85\": 21, \"91\": 12, \"86\": 22, \"96\": 10, \"88\": 14, \"78\": 28, \"107\": 6, \"99\": 8, \"82\": 26, \"65\": 187, \"66\": 188, \"153\": 1, \"76\": 22, \"48\": 5006, \"154\": 1, \"81\": 25, \"71\": 124, \"77\": 20, \"100\": 7, \"79\": 18, \"94\": 11, \"95\": 5, \"115\": 4, \"108\": 4, \"73\": 110, \"63\": 20, \"97\": 4, \"155\": 1, \"133\": 3, \"109\": 6, \"110\": 4, \"92\": 7, \"72\": 12, \"116\": 5, \"134\": 3, \"117\": 3, \"101\": 6, \"87\": 22, \"90\": 20, \"54\": 2432, \"53\": 1057, \"57\": 718, \"80\": 17, \"89\": 9, \"111\": 4, \"102\": 5, \"135\": 3, \"118\": 3, \"98\": 3, \"157\": 1, \"127\": 2, \"156\": 1, \"140\": 1, \"103\": 4, \"120\": 3, \"75\": 3, \"119\": 3, \"112\": 3, \"128\": 3, \"104\": 3, \"158\": 1, \"113\": 5, \"136\": 2, \"141\": 2, \"129\": 2, \"114\": 2, \"130\": 2, \"121\": 2, \"162\": 1, \"151\": 2, \"144\": 1, \"132\": 1, \"123\": 1, \"148\": 1, \"145\": 1, \"165\": 1, \"160\": 1, \"164\": 1, \"152\": 1, \"149\": 1, \"142\": 1, \"105\": 1, \"147\": 1, \"138\": 2, \"146\": 1, \"125\": 2, \"159\": 1, \"137\": 2, \"131\": 1, \"163\": 1, \"124\": 1, \"122\": 1, \"139\": 2, \"161\": 1, \"143\": 1, \"150\": 1}", "index_word": "{\"1\": \"t\", \"2\": \"/\", \"3\": \"e\", \"4\": \"o\", \"5\": \"a\", \"6\": \"s\", \"7\": \".\", \"8\": \"w\", \"9\": \"i\", \"10\": \"p\", \"11\": \"c\", \"12\": \"m\", \"13\": \"n\", \"14\": \"r\", \"15\": \"h\", \"16\": \"l\", \"17\": \"d\", \"18\": \"u\", \"19\": \"b\", \"20\": \"-\", \"21\": \"g\", \"22\": \":\", \"23\": \"f\", \"24\": \"1\", \"25\": \"0\", \"26\": \"y\", \"27\": \"2\", \"28\": \"k\", \"29\": \"3\", \"30\": \"v\", \"31\": \"4\", \"32\": \"5\", \"33\": \"6\", \"34\": \"8\", \"35\": \"7\", \"36\": \"9\", \"37\": \"x\", \"38\": \"_\", \"39\": \"j\", \"40\": \"=\", \"41\": \"z\", \"42\": \"q\", \"43\": \"?\", \"44\": \"&\", \"45\": \"%\", \"46\": \";\", \"47\": \"+\", \"48\": \"\\\\\", \"49\": \"~\", \"50\": \"@\", \"51\": \"(\", \"52\": \")\", \"53\": \",\", \"54\": \"#\", \"55\": \"'\", \"56\": \"!\", \"57\": \" \", \"58\": \"\\u00e3\", \"59\": \"*\", \"60\": \"\\u00e2\", \"61\": \"|\", \"62\": \"$\", \"63\": \"\\u201a\", \"64\": \"\\u0192\", \"65\": \"}\", \"66\": \"{\", \"67\": \"\\u00a9\", \"68\": \"]\", \"69\": \"\\u20ac\", \"70\": \"[\", \"71\": \">\", \"72\": \"\\u0161\", \"73\": \"<\", \"74\": \"\\u00a8\", \"75\": \"\\u00d7\", \"76\": \"^\", \"77\": \"`\", \"78\": \"\\u00e5\", \"79\": \"\\u00bf\", \"80\": \"\\u00bd\", \"81\": \"\\u0153\", \"82\": \"\\u00b3\", \"83\": \"\\u2122\", \"84\": \"\\u201c\", \"85\": \"\\u00a7\", \"86\": \"\\u00a0\", \"87\": \"\\u00e6\", \"88\": \"\\u00a2\", \"89\": \"\\u00af\", \"90\": \"\\u2020\", \"91\": \"\\u00a1\", \"92\": \"\\u00a4\", \"93\": \"\\u00b4\", \"94\": \"\\u2030\", \"95\": \"\\u00a3\", \"96\": \"\\u00ae\", \"97\": \"\\u00ac\", \"98\": \"\\u00b9\", \"99\": \"\\u00ad\", \"100\": \"\\u201d\", \"101\": \"\\u2019\", \"102\": \"\\u2014\", \"103\": \"\\u2018\", \"104\": \"\\u00e7\", \"105\": \"\\u00f1\", \"106\": \"\\u009d\", \"107\": \"\\u00aa\", \"108\": \"\\u00b0\", \"109\": \"\\u00bc\", \"110\": \"\\u00ff\", \"111\": \"\\u00b8\", \"112\": \"\\u2022\", \"113\": \"\\u00ef\", \"114\": \"\\u00e9\", \"115\": \"\\u017e\", \"116\": \"\\u00a6\", \"117\": \"\\u2013\", \"118\": \"\\u00a5\", \"119\": \"\\u02dc\", \"120\": \"\\u203a\", \"121\": \"\\u00ee\", \"122\": \"\\u00f4\", \"123\": \"\\u00e0\", \"124\": \"\\u00ec\", \"125\": \"\\u00eb\", \"126\": \"\\u00bb\", \"127\": \"\\u02c6\", \"128\": \"\\u00e4\", \"129\": \"\\u00e8\", \"130\": \"\\u00fc\", \"131\": \"\\u00ed\", \"132\": \"\\t\", \"133\": \"\\u00b1\", \"134\": \"\\u00b6\", \"135\": \"\\u00b5\", \"136\": \"\\u007f\", \"137\": \"\\u2039\", \"138\": \"\\u00ba\", \"139\": \"\\u008d\", \"140\": \"\\\"\", \"141\": \"\\u00f2\", \"142\": \"\\u00f3\", \"143\": \"\\u00e1\", \"144\": \"\\u00f6\", \"145\": \"\\u00f9\", \"146\": \"\\u00fd\", \"147\": \"\\u00f7\", \"148\": \"\\u00fa\", \"149\": \"\\u00f5\", \"150\": \"\\u00f8\", \"151\": \"\\u2026\", \"152\": \"\\u00b7\", \"153\": \"\\u00ab\", \"154\": \"\\u201e\", \"155\": \"\\u00be\", \"156\": \"\\u0090\", \"157\": \"\\u0081\", \"158\": \"\\n\", \"159\": \"\\u00fb\", \"160\": \"\\u008f\", \"161\": \"\\u00b2\", \"162\": \"\\u00f0\", \"163\": \"\\u00df\", \"164\": \"\\u2021\", \"165\": \"\\u00ea\"}", "word_index": "{\"t\": 1, \"/\": 2, \"e\": 3, \"o\": 4, \"a\": 5, \"s\": 6, \".\": 7, \"w\": 8, \"i\": 9, \"p\": 10, \"c\": 11, \"m\": 12, \"n\": 13, \"r\": 14, \"h\": 15, \"l\": 16, \"d\": 17, \"u\": 18, \"b\": 19, \"-\": 20, \"g\": 21, \":\": 22, \"f\": 23, \"1\": 24, \"0\": 25, \"y\": 26, \"2\": 27, \"k\": 28, \"3\": 29, \"v\": 30, \"4\": 31, \"5\": 32, \"6\": 33, \"8\": 34, \"7\": 35, \"9\": 36, \"x\": 37, \"_\": 38, \"j\": 39, \"=\": 40, \"z\": 41, \"q\": 42, \"?\": 43, \"&\": 44, \"%\": 45, \";\": 46, \"+\": 47, \"\\\\\": 48, \"~\": 49, \"@\": 50, \"(\": 51, \")\": 52, \",\": 53, \"#\": 54, \"'\": 55, \"!\": 56, \" \": 57, \"\\u00e3\": 58, \"*\": 59, \"\\u00e2\": 60, \"|\": 61, \"$\": 62, \"\\u201a\": 63, \"\\u0192\": 64, \"}\": 65, \"{\": 66, \"\\u00a9\": 67, \"]\": 68, \"\\u20ac\": 69, \"[\": 70, \">\": 71, \"\\u0161\": 72, \"<\": 73, \"\\u00a8\": 74, \"\\u00d7\": 75, \"^\": 76, \"`\": 77, \"\\u00e5\": 78, \"\\u00bf\": 79, \"\\u00bd\": 80, \"\\u0153\": 81, \"\\u00b3\": 82, \"\\u2122\": 83, \"\\u201c\": 84, \"\\u00a7\": 85, \"\\u00a0\": 86, \"\\u00e6\": 87, \"\\u00a2\": 88, \"\\u00af\": 89, \"\\u2020\": 90, \"\\u00a1\": 91, \"\\u00a4\": 92, \"\\u00b4\": 93, \"\\u2030\": 94, \"\\u00a3\": 95, \"\\u00ae\": 96, \"\\u00ac\": 97, \"\\u00b9\": 98, \"\\u00ad\": 99, \"\\u201d\": 100, \"\\u2019\": 101, \"\\u2014\": 102, \"\\u2018\": 103, \"\\u00e7\": 104, \"\\u00f1\": 105, \"\\u009d\": 106, \"\\u00aa\": 107, \"\\u00b0\": 108, \"\\u00bc\": 109, \"\\u00ff\": 110, \"\\u00b8\": 111, \"\\u2022\": 112, \"\\u00ef\": 113, \"\\u00e9\": 114, \"\\u017e\": 115, \"\\u00a6\": 116, \"\\u2013\": 117, \"\\u00a5\": 118, \"\\u02dc\": 119, \"\\u203a\": 120, \"\\u00ee\": 121, \"\\u00f4\": 122, \"\\u00e0\": 123, \"\\u00ec\": 124, \"\\u00eb\": 125, \"\\u00bb\": 126, \"\\u02c6\": 127, \"\\u00e4\": 128, \"\\u00e8\": 129, \"\\u00fc\": 130, \"\\u00ed\": 131, \"\\t\": 132, \"\\u00b1\": 133, \"\\u00b6\": 134, \"\\u00b5\": 135, \"\\u007f\": 136, \"\\u2039\": 137, \"\\u00ba\": 138, \"\\u008d\": 139, \"\\\"\": 140, \"\\u00f2\": 141, \"\\u00f3\": 142, \"\\u00e1\": 143, \"\\u00f6\": 144, \"\\u00f9\": 145, \"\\u00fd\": 146, \"\\u00f7\": 147, \"\\u00fa\": 148, \"\\u00f5\": 149, \"\\u00f8\": 150, \"\\u2026\": 151, \"\\u00b7\": 152, \"\\u00ab\": 153, \"\\u201e\": 154, \"\\u00be\": 155, \"\\u0090\": 156, \"\\u0081\": 157, \"\\n\": 158, \"\\u00fb\": 159, \"\\u008f\": 160, \"\\u00b2\": 161, \"\\u00f0\": 162, \"\\u00df\": 163, \"\\u2021\": 164, \"\\u00ea\": 165}"}}